Repository: prathers/eepcollect
Catalog: Resources/Private/Language/*.*.locallang.xlf
Languages: da, de, fr

# enableyourcookie
source: Aktivate your cookies!
da: Aktivér dine cookies!
de: Aktiviere Cookies!
fr: Aktivate vos cookies!

source: What is 'Pagecollect'?
da: Hvad er 'Sidesamling'?
de: Was ist Seitensammlung?
fr: Aide?

# error_unknown
source: Any unknown Error occured.
da: En ukendt fejl opstod.
de: Ein unbekannter Fehler trat auf.
fr: Toute erreur inconnue est survenue.

# error_nochanges
source: Pagecollection wasn't updated!
da: Sidesamling var ikke opdateret!
de: Sammlung wurde nicht aktualisiert!
fr: Pagecollection pas encore actualisé!

# error_noviewmode
source: No view-mode defined for this plugin!
da: Ingen visning defineret for denne plugin!
de: Kein 'Ansichtsmodus' für dieses Plugin gewählt!
fr: Pas de mode défini ce plugin!

# error_oldsession
source: Pagecollection wasn't updated!
da: Sidesamling var ikke opdateret!
de: Sammlung wurde nicht aktualisiert!
fr: Pagecollection pas encore actualisé!

# success_changes
source: Pagecollection updated!
da: Sidesamling opdateret!
de: Sammlung wurde aktualisiert!
fr: Pagecollection actualisé!

# collectioninfo
source: %s page(s) collected
da: %s side(r) samlet
de: %s Seite(n) in der Sammlung
fr: %s page(s) dans le carnet

# collectioninfo_empty
source: No pages in collection.
da: Ingen sider i samling.
de: Keine Seiten in der Sammlung.
fr: Carnet vide.

# collectioninfo_nouser
source: You must login to collect content from this page.
da: Du skal være logget ind for at samle indhold fra denne side.
de: Sie müssen sich an der Seite anmelden, um Inhalte sammeln zu können.
fr: Vous devez vous connecter pour collecter le contenu de cette page.

# collectioninfo_pagesnotfound
source: %s page(s) not found.
da: %s side(r) ikke fundet.
de: %s Seite(n) wurden nicht gefunden.
fr: %s page(s) pas trouvé.

# addCurrentPageToCollection
source: Add this page to collection
da: Tilføj denne side til samling
de: Seite zur Sammlung hinzufügen
fr: Ajouter au carnet

# delCurrentPageToCollection
source: Delete this page from collection
da: Slet denne side fra samling
de: Seite aus Sammlung entfernen
fr: Supprimer du carnet

# currentPageAddToCollection
source: Page added to collection
da: Side tilføjet til samling
de: Seite zur Sammlung hinzugefügt
fr: Ajouter cette page au carnet

# currentPageInCollection
source: Page added to collection
da: Side tilføjet til samling
de: Seite gespeichert:
fr: Ajouter cette page au carnet

# showFullPageCollection
source: Show pagecollection
da: Vis sidesamling
de: Zeige Seitensammlung
fr: Afficher le carnet

# prozess_add
source: Add page
da: Tilføj side
de: Seite hinzufügen
fr: Ajouter page

# prozess_delete
source: Delete page
da: Slet side
de: Seite löschen
fr: Supprimer cette page

# prozess_moveup
source: Move page up
da: Flyt side op
de: Seite sortieren (vor)
fr: Vers le haut

# prozess_movedown
source: Move page down
da: Flyt side ned
de: Seite sortieren (nach)
fr: Vers le bas

# clearall
source: Clear collection
da: Ryd samling
de: Alle löschen
fr: Vider le carnet
