Repository: prathers/eepcollect
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# eepcollect
source: Pagecollection
de: Seitensammlung

# eepcollect.pi_flexform.sheet_general
source: General Settings
de: Allgemeine Einstellungen

# eepcollect.pi_flexform.view_mode
source: View mode:
de: Ansichtsmodus:

# eepcollect.pi_flexform.choose
source: --Choose!--
de: --Wählen!--

# eepcollect.pi_flexform.view_mode_list
source: Resultlist
de: Listenansicht

# eepcollect.pi_flexform.identify_mode
source: User identication:
de: Benutzer Identifizierung:

# eepcollect.pi_flexform.identify_mode.1
source: Only by cookie (default)
de: Nur Cookie (standard)

# eepcollect.pi_flexform.identify_mode.2
source: Only by FE-User
de: Nur FE-Benutzer

# eepcollect.pi_flexform.identify_mode.3
source: By FE-User or Cookie
de: FE-User oder Cookie

# eepcollect.pi_flexform.template_file
source: Template file:
de: Template Datei:

# eepcollect.pi_flexform.pidOfListPageCollect
source: PageId for list Display:
de: Seite für die Listenansicht:

# eepcollect.pi_flexform.pidOfwhatIsPageCollect
source: PageId for tool-infos:
de: Seite für die Toolinfos:

# eepcollect.pi_flexform.pagelinkType
source: Type of pagelink
de: Typ des Seitenlinks

# eepcollect.pi_flexform.pagelinkType.title
source: Pagetitle
de: Seitentitel

# eepcollect.pi_flexform.pagelinkType.rootline
source: Rootline
de: Rootline/Pfad

# eepcollect.pi_flexform.storagepage
source: Startingpoint:
de: Ausgangspunkt:

# eepcollect.pi_flexform.pidOfExcludedPages
source: Exlude pages from collection:
de: Diese Seiten aus der Sammlung ausschließen:
